
const workDetails = {

    // --- 2025년 작품 (10개) ---


    "2025_melt": {
        title: "Melt 0°C",
        period: "2025.09.02 ~ 2025.11.23",
        quote:
        'Melt 0℃는 얼음이 녹기 시작하는, 정지된 순간이 움직임으로 바뀌는 섬세한 변화의 경계를 담고 있습니다. ' +
        '영원히 얼어있는 땅인 영구동토층은 0도 이상으로 올라가면 녹기 시작하고, 이로 인한 고대바이러스 출현이라는 환경적 변화를 ' +
        '통해 인간의 감각과 의식이 깨어나는 과정을 시각적으로 탐구합니다. 오랜 시간 얼어 있던 대지가 서서히 숨을 내쉬듯, 인간의 인식 또한 기후의 변화 속에서 흔들리고 확장됩니다.'+
        '로봇 세르마를 활용한 시간을 인공적으로 뒤돌리는 시뮬레이션으로 관객은 멈춰 있던 자연이 인공적으로 깨어나는 순간을 체험하며,'+
        '기후 변화가 불러올 위협과 인간의 책임에 대해 다시금 성찰하도록 이끌어냅니다.'+
        '바이러스를 제거하세요라는 창과 함께, 얼음 아래 깊숙이 잠들어있던영구동토층 속 고대 바이러스들이 빛의 파장을 따라 깨어나기 시작합니다. ' +
        '이미 지구의 온도는 0도 이상으로 올라가 점차 상승하여 오래된 질서는 균열을 맞이하게 됩니다. '+
        '8가지의 고대 바이러스들은 관람자 위에서 천천히 낙하하며 닿는 순간 빛처럼 사라져, 관람자에게 접촉과 소멸의 체험을 제공합니다. '+
        '영구동토층 해빙을 기후 위기의 메타포로 활용해, 관람자는 보이지 않는 경계와 생명의 불안정한 균형을 체감합니다.  '+
        '이 인터랙티브 콘텐츠는 참여와 몰입을 통해 기후 감수성을 확산하고, 개인 행동변화 유도를 기대할 수 있습니다. '+
        '커뮤니케이션디자인 국제공모전 입선과 2025학년도 전공학사과정 졸업작품 ESG 우수작 선정되어 ESG 전시 출품하였습니다. '+
        '기획, 디자인, 프로그래밍 구성으로 저는 디자인 파트에서 3D과 그래픽 디자인을 담당하였습니다. '+
        '그동안 새로운 디자인을 도전하는 작품 제작이었다면 Melt 0℃는 저의 실력을 끌어올리며 안되는 것을 되게 하는 뜻깊은 시간이었습니다. ',
        genres: ["Interactive Media Art"],
        year: "2025",
        videoLink: "https://youtu.be/gtY91Bhsp2s?si=8ero6QaFj3eeG-XV",
        images: [
            { src: "img3/2025_Melt_MainMotionPoster.mp4", alt: "Melt 메인 무빙 포스터 영상" },
            { src: "img3/2025_Melt_MotionPoster1.mp4", alt: "Melt 무빙 포스터 영상1" },
            { src: "img3/2025_Melt_MotionPoster2.mp4", alt: "Melt 무빙 포스터 영상2" },
        ],
    },



    "2025_kw_3d_hologram": {
        title: "3D Hologram",
        period: "9.1 ~ 10.22",
        quote:
        '경천사지 10층석탑 홀로그램 미니 버전을 직접 제작한 작품입니다. 투명하고 얇은 아크릴 판을 이용해 피라미드 형태의 구조물을 만들고, ' +
        '블렌더로 모델링 및 렌더링을 진행하였습니다. 홀로그램 특유의 질감을 입혀 완성된 영상을 4분활 형태로 편집하였습니다. ' +
        '그 결과 실제로 눈앞에 입체 영상이 떠 있는 듯한 빛의 환영을 만들어낼 수 있었습니다. '+
        '기억과 잔상이라는 주제를 가지고 우리의 기억에 여전히 빛과 영상의 형태로 남아 홀로그램 매체를 통해 다시 기억할 수 있도록 하고자 하였습니다.'+
        '작업을 진행하면서 아크릴의 작은 크기로 인해 표현할 수 있는 깊이와 몰임감에 한계가 있다는 걸 느끼게 되었습니다.'+
        '그러나 단순히 3D 영상으로 끝나는 것이 아니라, 직접 구현한 작은 홀로그램이 하나의 작품 전시의 맛보기처럼 느껴졌습니다.' +
        '나중에 두꺼운 아크릴판과 더 큰 스케일의 구조물로 확장하여 공간 전체를 감싸는 전시형 홀로그램 작품으로 발전시켜보고 싶습니다. ',
        genres: ["3D", "Motion"],
        year: "2025",
        videoLink: "https://youtu.be/dIpHaSPzWrQ",
        images: [
            { src: "img3/2025_KW_3d_hologram1.jpg", alt: "홀로그램1" },
            { src: "img3/2025_KW_3d_hologram2.jpg", alt: "홀로그램2" },

        ]
    },

    "2025_kw_td_particle1": {
        title: "비선형 대화(Non-linear Dialogue)",
        period: "9.1 ~ 10.22",
        quote:
        '터치디자이너를 활용해 인터랙티브 미디어 아트로 처음에는 마우스의 움직임에 따라 파티클이 반응하도록 구현하였고,' +
        '이후에는 음성 및 소리의 크기에 따라 입자의 형태와 크기가 달라지는 사운드 인터랙션을 추가하였습니다. ' +
        '관객이 마우스의 움직임과 목소리가 동시에 반응되도록 하는 것이 제작하면서 더욱 흥미를 느끼게 되었습니다.'+
        '영화 컨택트에서 영감을 받아 언어와 소통을 주제로 준자나 말뿐 아니라 시각적 요소로도 언어가 될 수 있다는 걸을 보여주고자 싶었습니다.',
        genres: ["Interaction"],
        year: "2025",
        videoLink: "https://youtube.com/shorts/Z9mtEKg_yx0",
        images: [
            { src: "img3/2025_KW_TD_Particle1.png", alt: "파티클1" },
            { src: "img3/2025_KW_TD_Particle2.png", alt: "파티클2" },
            { src: "img3/2025_KW_TD_Particle3.png", alt: "파티클3" },
        ]
    },


    "2025_tanzania": {
        title: "UANGAZE (Tanzania)",
        period: "1.24 ~ 1.31",
        quote: "탄자니아 비전트립 및 선교 활동에 진행된 로고와 출발 보고 영상 및 로고 제작하였습니다. UANGAZE는 히브리어로 번역하면 ‘빛을 발하라’의 의미로, ‘빛’ 키워드를 가지고 영화 예고편처럼 웅장하면서도 신비로운 느낌을 주려고 하였습니다.",
        genres: ["Logo", "Motion"],
        year: "2025",
        videoLink: "https://youtu.be/KV3Rc0mWcdw",
        images: [
            { src: "img3/2025_Tanzania_Main.png", alt: "탄자니아0" },
            { src: "img3/2025_Tanzania_Image.jpg", alt: "탄자니아1" },
            { src: "img3/2025_Tanzania_Image3.jpg", alt: "탄자니아3" },
            { src: "img3/2025_Tanzania_Image4.jpg", alt: "탄자니아4" },
            { src: "img3/2025_Tanzania_Image5.jpg", alt: "탄자니아5" },
        ]
    },

    "2025_wd": {
        title: "Our Wedding Day",
        period: "2025.04",
        quote: "고등학교 친구의 결혼식 식전 영상 제작을 하였습니다. 150인치 스크린 크기로 텍스트를 양쪽에 배치함으로써 신부측, 신랑측 두 곳에서 잘 보이도록 하였습니다. 화려한 모션보다는 영상, 사진 위주로 심플하게 담았습니다. ",
        genres: ["Motion Graphics", "Video"],
        year: "2025",
        images: [
            { src: "img3/2025_WD_MAIN.png", alt: "결혼식 메인" },
            { src: "img3/2025_WD_Image3.png", alt: "이미지3" }, 
            { src: "img3/2025_WD_Image.png", alt: "이미지" },
            { src: "img3/2025_WD_Image2.png", alt: "이미지2" }, 
        ]
    },

    "2025_earth": {
        title: "Memory of the Earth",
        period: "3.01 ~ 3.20",
        quote: "평소에 우주, SF 장르를 좋아하여 짧은 러닝타임으로 제작해볼 수 있는 SF 영화 예고편을 만들었습니다. 우주의 거대 행성들의 충돌로 인한 정체불명 공간들이 깨어나는 과정들이 보여지는 스토리입니다. 로직 프로로 영상 분위기에 맞게 앰비언트 사운드 제작하였습니다.",
        genres: ["3D", "Motion"],
        year: "2025",
        images: [
            { src: "img3/2025_KW_3D_1_MAIN.png", alt: "메인" },
            { src: "img3/2025_KW_3D_1_Image.png", alt: "이미지" },
            { src: "img3/2025_KW_3D_1_Image2.png", alt: "이미지2" },
            { src: "img3/2025_KW_3D_1_Image3.png", alt: "이미지3" },
            { src: "img3/2025_KW_3D_1_Image4.png", alt: "이미지4" },
            { src: "img3/2025_KW_3D_1_Image5.png", alt: "이미지5" },
            { src: "img3/2025_KW_3D_1_Image6.png", alt: "이미지6" },
            { src: "img3/2025_KW_3D_1_Image7.png", alt: "이미지7" },
            { src: "img3/2025_KW_3D_1_Image11.png", alt: "이미지11" },
            { src: "img3/2025_KW_3D_1_Image10.png", alt: "이미지11" },
            { src: "img3/2025_KW_3D_1_Image9.png", alt: "이미지9" },
        ]
    },

    "2025_oops": {
        title: "Oops AR Storybook",
        period: "2025.4.10 ~ 4.30",
        quote:
        '어떤 무언가로 인한 행성 충돌 이야기를 실사 느낌으로 작업했다면 우주의 외계인 때문이었다는 서사 내용을 애니매틱한 컨셉으로 귀엽게 풀어내고자 하였습니다. ' +
        '동화 같은 캐릭터 세계관 느낌이 나는 전체 컨셉, 마커 디자인 레퍼런스를 가져왔습니다. 전체적으로 동글동글한 캐릭터 느낌으로 오브제 제작 하였습니다.' +
        '텍스처를 덜어내고 단색으로 오브제를 제작하였습니다. 유니티에도 선명한 텍스처보다는 단색 컬러가 더 잘 어울렸습니다. '+
        '그냥 오브제만 제작하고 증강하면 개연성이 없는 느낌이 들어서 대표 캐릭터를 가지고 동화책으로 스토리를 제작하였습니다. '+
        '해당 페이지에 휴대폰을 갖다대면 2d가 3d 느낌이 나도록 하여 몰입감이 느껴지도록 하였습니다. '+
        '마커 디자인과 마커 디자인을 책으로 제작하여 실제로 촬영하여 동화책을 읽으면서 증강되는 느낌이 들도록 하였습니다. ' +
        '총 6개의 마커를 제작하여 증강하도록 했습니다. 처음에는 쓰리디에서 만든 걸 유니티에 가져와서 적용시키는 과정이 어렵고 헷갈리는 게 많았습니다. ' +
        '계속 반복하고 디벨롭하다 보니 단지 증강만 하고 끝나는 게 아니라 하나의 프로젝트 작업물로 제작하고 싶었습니다. 이렇게 유니티를 활용하여 끝마치게 되니 뿌듯한 것 같습니다.' ,
        genres: ["3D", "AR"],
        year: "2025",
        videoLink: "https://youtu.be/cxaSSWZGDAI",
        images: [
            { src: "img3/2025_KW_3D_2_MAIN.png", alt: "메인" },
            { src: "img3/2025_KW_3D_2_Image.png", alt: "이미지" },
            { src: "img3/2025_KW_3D_2_Image2.png", alt: "이미지2" },
            { src: "img3/2025_KW_3D_2_Image3.png", alt: "이미지3" },
            { src: "img3/2025_KW_3D_2_Image4.png", alt: "이미지4" },
            { src: "img3/2025_KW_3D_2_Image5.png", alt: "이미지5" },
        ]
    },

    "2025_icebergs": {
        title: "Icebergs",
        period: "5.05 ~ 5.30",
        quote:
        '기후 변화는 더 이상 미래의 위기가 아닌 현재의 현실입니다. 단순한 정보 전달만으로는 공감을 이끌어내기 어렵기에, ' +
        '경험을 통한 공감과 행동 변화를 목표로 인터랙티브 미디어 아트를 기획하고자 하였습니다.' +
        '관객이 직접 참여하고 반응하는 몰입형 체험 요소를 통해 기후 변화의 영향을 체험하도록 설계하여, '+
        '환경 문제가 개인의 삶과 연결된 현실임을 깨닫게 하려는 의도를 담았습니다. 영구동토층 해빙으로 펼쳐진 디스토피아,  '+
        '그 속의 희망  주제를 가지고 기후 변화로 인한 환경 붕괴와 그 속에서 발견되는 희망을 탐구하고 관객은 녹아내리는 얼음벽, 고립된 생태계, '+
        '디스토피아적 요소들과 상호작용하며 작은 희망의 씨앗을 찾게 됩니다. 작품은 관객의 선택에 따라 변화하는 환경을 통해 디스토피아 속에서도 희망은 존재한다는 메시지를 전달합니다. ' +
        '희망을 키우는 과정에서, 관객은 어두운 미래 속에서 빛을 발견하게 됩니다. 제 31회 커뮤니케이션 디자인 국제 공모전 디지털 디자인 부분에서 입선하였습니다. ' ,
        genres: ["3D", "Interaction"],
        year: "2025",
        videoLink: "https://youtu.be/8xOPYcr87Bo",
        images: [
            { src: "img3/2025_KW_CD_MAIN.png", alt: "메인" },
            { src: "img3/2025_KW_CD_Image.png", alt: "이미지" },
            { src: "img3/2025_KW_CD_Image2.png", alt: "이미지2" },
        ]
    },

    "2025_typo": {
        title: "Typography Essay",
        period: "6.01 ~ 6.15",
        quote:
        '타이포그래피, 형태, 컬러, 이미지 등 심미성 구성요소들의 시각적 표현하였습니다. 서체연구, 형태 발견과 컬러의 조화, 실사 이미지 워크숍 등 비주얼을 통한 커뮤니케이션 능력을 배웠습니다. ' +
        '웹, 그리드, 레이아웃을 활용하여 서체 에세이를 완성하였습니다. 평소 서체만으로 시선을 끌기보다는, 예전에 하던 디자인 습관을 고치는 시간이었습니다. ' +
        '전체적인 통일성을 위해 그리드에 맞춰 배치하며 디자인이 더 깔끔하고 정돈되어 보인다는 걸 알게 되며 고쳐나갔습니다. '+
        '평소에 전체적인 그리드에 맞추어 통일성에 집중하다 보니 문장 간의 행간이나 마진 등 디테일한 놓쳤던 부분들을 수정해 나갔습니다. '+
        '작업을 하다 보면 아무 생각 없이 지켜야 하는 것들을 지키지 않고 무의식 적으로 제작하는 습관들을 고쳐갔습니다. '+
        '디자인은 노력한 만큼 세밀해지고 딱 보는 순간 느낌이 오는 것이라는 걸 알아가는 시간이었습니다. ',
        genres: ["Typography Design", "Illustration"],
        year: "2025",
        images: [
            { src: "img3/2025_KW_VC_MAIN.png", alt: "메인" },
            { src: "img3/2025_KW_VC_Image.png", alt: "이미지" },
            { src: "img3/2025_KW_VC_Image8.png", alt: "이미지8" },
            { src: "img3/2025_KW_VC_Image2.png", alt: "이미지2" },
            { src: "img3/2025_KW_VC_Image5.png", alt: "이미지5" },
            { src: "img3/2025_KW_VC_Image4.png", alt: "이미지4" },
        ]
    },

    "2025_immersive": {
        title: "Immersive Design",
        period: "7.01 ~ 8.30",
        quote:
        '인간과 인공지능의 경계가 모호해진 시대에서 정체성에 대한 근본적인 질문을 던집니다. '+
        ' 5명의 인물이 등장해 서로를 의심하고, 감정과 기억, 판단을 근거로 인간과 AI를 구분해야 하는 극한의 상황 속에서 벌어지는 심리적으로 긴장하도록 합니다.  '+
        '시청자 역시 나는 진짜인가?라는 질문에 직면하며, 감각적 연출과 밀도 있는 대사, 그리고 다층적인 메시지를 통해 관객의 자아 인식을 자극합니다. 아트코리아랩에서 2025년 7~8월 전시를 하였습니다. ',
        genres: ["Projection Mapping", "New Media"],
        year: "2025",
        images: [
            { src: "img3/2025_KW_ID_Image2.jpg", alt: "이미지2" },
            { src: "img3/2025_KW_ID_Image.jpg", alt: "이미지" },
            { src: "img3/2025_KW_ID_Image3.jpg", alt: "이미지3" },
            { src: "img3/2025_KW_ID_Image5.jpg", alt: "이미지5" },
        ]
    },

    // --- 2024년 작품 (11개) ---
    "2024_logo": {
        title: "Counseling Logo",
        period: "2024.08",
        quote:
        '카운슬링 로고로 힐링, 성장, 변화 키워드를 가지고 강조하고자 하였습니다. 모던하고 심플하게 제작하여 옷이나 굿즈로 만들어도 깔끔하게 잡았습니다.'+
        ' 뇌, 잎사귀 아이콘을 더해 편안하고 너무 딱딱하지 않은 로고로 만들고자 하였습니다. 최종적으로 제대로 완성하지 못해 나중에 디벨롭하여 실제로 사용하게 하고자 합니다. ',
        genres: ["Logo"],
        year: "2024",
        images: [
            { src: "img3/2024_Lily_Logo_Main.jpg", alt: "메인" },
            { src: "img3/2024_Lily_Logo_Image1.jpg", alt: "이미지1" },
        ]
    },
    
    "2024_animals": {
        title: "Animals",
        period: "2024.05",
        quote:
        '디지털 미디어 디자인 제작을 위해 그래픽디자인 콘텐츠를 구상하고 이를 표현하기 위한 시각적으로 배우는 수업으로 애니어그램을 활용하여  '+
        '저에 대해 소개하는 디자인을 하였습니다. 동물농장 컨셉을 잡아 해당 애니어그램에 맞는 동물을 선택하고 프로토타입을 연결하였습니다.'+
        '메인 페이지 낮/밤 버전으로 나눠 밝게 어둡게 정할 수 있게 하였으며, 메인 페이지를 들어가면 애니어그램에 맞는 동물들을 배치하였습니다. '+
        '상세페이지에는 컬러코드와 성격 키워드와 동물동장 이야기를 담았습니다. 마우스 호버시 움직이는 느낌이 들도록 동작과 농장 지도를 넣어 생동감 있게 하였습니다.'+
        '농장의 주인을 누르면 소개 페이지로 정보와 사용할 수 있는 툴 등 다양하게 꾸몄습니다.',
        genres: ["Illustration", "Content Design"],
        year: "2024",
        images: [
            { src: "img3/2024_KW_CD_1_MAIN.png", alt: "메인" },
            { src: "img3/2024_KW_CD_1_Image2.png", alt: "이미지" },
            { src: "img3/2024_KW_CD_1_Image.png", alt: "이미지" },
            { src: "img3/2024_KW_CD_1_Image3.png", alt: "이미지" },
            { src: "img3/2024_KW_CD_1_Image4.png", alt: "이미지" },
            { src: "img3/2024_KW_CD_1_Image5.png", alt: "이미지" },
            { src: "img3/2024_KW_CD_1_Image6.png", alt: "이미지" },
            { src: "img3/2024_KW_CD_1_Image7.png", alt: "이미지" },
            { src: "img3/2024_KW_CD_1_Image8.png", alt: "이미지" },
            { src: "img3/2024_KW_CD_1_Image9.png", alt: "이미지" },
            { src: "img3/2024_KW_CD_1_Image10.png", alt: "이미지" },
            { src: "img3/2024_KW_CD_1_Image11.png", alt: "이미지" },
            { src: "img3/2024_KW_CD_1_Image12.png", alt: "이미지" },
            { src: "img3/2024_KW_CD_1_Image13.png", alt: "이미지" },
        ]
    },

    "2024_hyukoh": {
        title: "HYUKOH (Web)",
        period: "2024.03",
        quote: "유니티 안에서 이미지, 사운드, 비디오, 텍스트를 프로그래밍을 활용하여 실감미디어 콘텐츠로 혁오 웹사이트 주제로 제작하였습니다. 전체적인 컨셉과 무드를 잡아 인터랙션 되는 방향으로 진행하였습니다.",
        genres: ["Unity", "Web", "Code"],
        year: "2024",
        images: [
            { src: "img3/2024_KW_UD_1_MAIN.png", alt: "메인" },
            { src: "img3/2024_KW_UD_1_Image1.png", alt: "이미지1" },
            { src: "img3/2024_KW_UD_1_Image2.png", alt: "이미지2" },
            { src: "img3/2024_KW_UD_1_Image3.png", alt: "이미지3" },
            { src: "img3/2024_KW_UD_1_Image4.png", alt: "이미지4" },
            { src: "img3/2024_KW_UD_1_Image5.png", alt: "이미지5" },
        
        ]
    },
    
    "2024_vr": {
        title: "백일몽",
        period: "2024.06",
        quote:
        'VR 360 촬영 수업 작품으로 현실의 무게에 지친 한 남성이 꿈처럼 나타난 여자를 따라가며 자신이 무의식 속에서 진정한 위로를 찾는 여정을 그린 작품입니다. '+
        '남자는 반복되는 일상 속 피로와 허무함 속에서 하얀 옷을 입은 여자를 마주한다. 현실과는 다른 분위기의 그녀에게 이끌리듯 발걸음을 옮기고 결국 도착한 곳은 바다입니다. '+
        '그곳은 힘들 때 마음 깊은 곳에서 무의식적으로 생각했던 공간으로 해가 지는 시간에 바다로 들어가게 되면서 ‘해방’과 ‘안식’을 보여주고자 하였습니다. '+
        '모든 장면은 결국 꿈속의 이야기로 주인공의 무의식이 현실의 고단함 속에서 자신을 치유하기 위해 만들어낸 ‘백일몽’이었다는 의미를 담았습니다. '+
        '작품에서 여자 주인공 역을 맡았으며 타이포그래피 디자인을 진행하였습니다. VR 360 작품 참여는 처음이라 신기하면서도 어려움이 많았습니다. 다양한 장비 중 Insta360을 사용해 촬영을 진행했는데 '+
        '1인칭 시점 맞추기가 쉽지 않았고, 가을철 강한 바람 때문에 카메라를 고정하기도 어려웠습니다. 360도 영상 특성상 모든 공간이 화면에 담기기 때문에, 후반 작업 시 포토샵으로 불필요한 부분을 지우기 쉽게 하려고'+
        '그림자가 생기지 않도록 각도와 위치를 조정하며 다양한 경험과 팀원들이 노력하며 작품을 완성할 수 있었습니다. ',
        genres: ["360 VR", "ARVR"],
        year: "2024",
        images: [
            { src: "img3/2024_KW_VR_Image3.png", alt: "이미지3" },
            { src: "img3/2024_KW_VR_MAIN.JPG", alt: "메인" },
            { src: "img3/2024_KW_VR_Image.jpg", alt: "이미지1" },
            { src: "img3/2024_KW_VR_Image2.jpg", alt: "이미지2" },

        ]
    },

    "2024_xr": {
        title: "심연",
        period: "2024.07",
        quote:
        'XR 콘텐츠 디자인 워크숍 수업에서 진행된 프로젝트로, LED 월과 Unreal Engine을 활용하여 가상 배경 공간을 실시간으로 합성(In-Camera VFX) 하는 과정을 통해 제작되었습니다. '+
        'Unreal Engine으로 구현한 가상 환경 속에서 카메라 움직임에 따라 배경이 함께 변하도록 설정하여, 실제 공간에서 촬영하는 듯한 몰입감을 구현하였습니다. '+
        '저는 Unreal Engine을 활용한 초원 공간 제작, 촬영 조명 보조, 영상 1차 편집 및 비하인드 영상 제작을 담당하였습니다. '+
        '작품의 제목은 〈심연〉으로, 현실과 내면의 경계를 환상적으로 표현한 판타지 드라마 형식으로 구성되었습니다. '+
        '남자친구에게 가스라이팅과 감정적 억압을 겪는 여성의 내면 세계를 중심으로 전개되며, 주인공은 고통 속에서 눈을 감았다가 어두운 동굴에서 눈을 뜹니다. '+
        '그 공간은 그녀의 마음속 상처와 불안, 두려움을 상징하며, 동굴 속에서 자신을 괴롭히던 남자친구가 다시 등장합니다.'+
        '주인공은 “스스로 끝내지 않으면 이 어둠은 계속될 것”이라는 깨달음을 얻고, 현실에서는 할 수 없던 내면의 저항과 해방의 행위를 상징적으로 표현합니다. '+
        '총을 쏜 후 느껴지는 평온함은 곧 현실로 이어져, 남자친구의 사망 소식으로 연결되며 이야기는 마무리됩니다. '+
        '주인공은 “스스로 끝내지 않으면 이 어둠은 계속될 것”이라는 깨달음을 얻고, 현실에서는 할 수 없던 내면의 저항과 해방의 행위를 상징적으로 표현합니다. '+
        '언리얼 엔진과 실시간 카메라를 연동하여 촬영하는 과정이 처음이라 다소 서툴렀지만, 새로운 기술을 직접 다루며 구현하는 과정이 매우 흥미로웠습니다. ',
        genres: ["XR"],
        year: "2024",
        images: [
            { src: "img3/2024_KW_XR_Image4.png", alt: "이미지4" },
            { src: "img3/2024_KW_XR_Image5.png", alt: "이미지5" },
            { src: "img3/2024_KW_XR_Image6.png", alt: "이미지6" },
            { src: "img3/2024_KW_XR_Image7.png", alt: "이미지7" },
            { src: "img3/2024_KW_XR_Image8.png", alt: "이미지8" },
            { src: "img3/2024_KW_XR_Image9.png", alt: "이미지9" },
            { src: "img3/2024_KW_XR_MAIN.png", alt: "메인" },
            { src: "img3/2024_KW_XR_Image.png", alt: "이미지" },
            { src: "img3/2024_KW_XR_Image2.png", alt: "이미지2" },
            { src: "img3/2024_KW_XR_Image3.png", alt: "이미지3" },
        ]
    },

    "2024_happind": {
        title: "Happiness Index",
        period: "2024.04",
        quote:
        '랜덤 국가를 선정하여 해당 국가의 키워드를 도출하고 그 주제에 맞는 웹사이트를 피그마로 디자인하였습니다. '+
        '스위스를 선정하여 키워드로는 행복지수에 주목하여 개인의 행복지수를 높이는 방법과 참여형 콘텐츠를 통한 정보 전달을 주요 콘셉트로 설정하였습니다. '+
        'BBC 기사와 글로벌 도시 지수 자료를 참고하여, 스위스의 정책과 도시들이 행복지수에 어떤 영향을 미치는지를 분석했습니다. '+
        '웹사이트는 총 세 가지 테마로 구성하였습니다. 웹사이트는 ‘행복지수란?’, ‘나의 행복지수 테스트’, ‘행복지수 커뮤니티 게시판’의 세 가지 테마로 구성하여 '+
        '정보 전달과 참여형 요소를 결합해 사용자가 직접 행복을 탐색하고 공유할 수 있는 구조로 디자인하였습니다. '+
        '메인 페이지는 중앙에 타이틀 로고를 배치하여 심플하면서도 공간감을 느낄 수 있도록 디자인했습니다. '+
        '로고 주변에는 다른 페이지로 이동할 수 있는 배너를 배치하여 사용자 인터랙션과 스크롤을 내리면 채팅창 인터페이스를 통해 현재 우리나라의 행복지수 관련 정보를 자연스럽게 제공하도록 하여 '+
        '전체적으로 세련되고 고급스러운 웹사이트의 인상을 주고자 하였습니다. '+
        '개인적으로 만들어보고 싶었던 스타일의 웹사이트를 구현하며 즐겁게 작업하였습니다. 3D 그래픽 요소를 더해 시각적으로 한층 풍부하고 생동감 있는 웹사이트로 완성되었습니다. ',
        genres: ["Content Design", "Design"],
        year: "2024",
        images: [
            { src: "img3/2024_KW_CD_Image2.jpg", alt: "이미지2" },
            { src: "img3/2024_KW_CD_Image5.jpg", alt: "이미지5" },
            { src: "img3/2024_KW_CD_Image6.jpg", alt: "이미지6" },
            { src: "img3/2024_KW_CD_Image7.jpg", alt: "이미지7" },
            { src: "img3/2024_KW_CD_Image8.jpg", alt: "이미지8" },
            { src: "img3/2024_KW_CD_Image9.jpg", alt: "이미지9" },
            { src: "img3/2024_KW_CD_Image10.jpg", alt: "이미지10" },
            { src: "img3/2024_KW_CD_Image.png", alt: "이미지" },
        ]
    },

    "2024_whatilike": {
        title: "What I Like",
        period: "2024.05",
        quote:
        'Figma 프로토타입을 활용해 제작한 자기소개 웹사이트로 저의 취향을 담아 소개하는 작업을 하였습니다. '+
        '컨셉은 제가 좋아하는 새벽 공기의 차분한 분위기와 미래지향적이고 크롬 메탈 질감을 사용하여  '+
        '3D와 2D 디자인을 조화롭게 배치하고 클릭 시 인터랙션이 구현되도록 디자인했습니다. '+
        '기획 단계에서는 친구들에게 ‘나’를 떠올릴 때 생각나는 키워드를 수집과 저의 대한 마인드맵도 구상하였습니다.'+
        '정보 전달과 참여형 요소를 결합해 사용자가 직접 행복을 탐색하고 공유할 수 있는 구조로 디자인하였습니다. '+
        '저에게 소중한 개인 소품들을 직접 촬영하여 웹사이트 내 이미지로 활용하였으며 프로필 촬영은 화려하지 않고 심플한 무드로 저의 있는 그대로의 모습을 담았습니다. '+
        '웹사이트는 메인 페이지, 디자인 가치관과 아트워크 미니 작품 소개, 소품 소개 페이지, 프로필 페이지로 구성되어 있으며 '+
        '저의 브랜딩 사이트를 완성하고자 하였습니다. ',
        genres: ["Design", "Illustration"],
        year: "2024",
        images: [
            { src: "img3/2024_KW_CD_2_MAIN.png", alt: "메인" },
            { src: "img3/2024_KW_CD_2_Image.png", alt: "이미지" },
            { src: "img3/2024_KW_CD_2_Image2.png", alt: "이미지2" },
            { src: "img3/2024_KW_CD_2_Image3.png", alt: "이미지3" },
            { src: "img3/2024_KW_CD_2_Image4.png", alt: "이미지4" },
            { src: "img3/2024_KW_CD_2_Image5.png", alt: "이미지5" },
            { src: "img3/2024_KW_CD_2_Image6.png", alt: "이미지6" },
            { src: "img3/2024_KW_CD_2_Image7.png", alt: "이미지7" },
            { src: "img3/2024_KW_CD_2_Image8.png", alt: "이미지8" },
            { src: "img3/2024_KW_CD_2_Image9.png", alt: "이미지9" },

        ]
    },

    "2024_motion": {
        title: "Following the Butterfly",
        period: "2024.01",
        quote:
        'Following the Butterfly는 3ds Max 프로그램을 처음 사용하며 제작한 3D 영상입니다. '+
        '나비가 날아가는 모습을 따라가며 다섯 개의 섹션으로 나누어진 모델링 공간을 다양하게 표현한 구성하였습니다. '+
        '특히 이번 작업은 평소에 3D 프로그램으로 짧은 애니메이션을 만들어 보면서 더욱 의미 있었습니다. '+
        'Blender와 3ds Max를 함께 활용하여 가오리 리깅을 하여 3D에 대한 가능성과 재미를 느낄 수 있었던 계기가 되었습니다. ',
        genres: ["3D", "Motion"],
        year: "2024",
        images: [
            { src: "img3/2024_KW_3D_Image.png", alt: "이미지1" },
            { src: "img3/2024_KW_3D_Image2.png", alt: "이미지2" },
            { src: "img3/2024_KW_3D_Image3.png", alt: "이미지3" },
            { src: "img3/2024_KW_3D_Image4.png", alt: "이미지4" },
            { src: "img3/2024_KW_3D_MAIN.png", alt: "메인" },
        ]
    },

    "2024_web": {
        title: "Cody Fry Website",
        period: "2024.02",
        quote:
        '제가 좋아하는 뮤지션을 주제로 웹사이트를 직접 제작한 프로젝트로, Visual Studio Code에서 HTML, CSS, JavaScript를 활용하여 구현하였습니다. '+
        '제가 선택한 뮤지션은 Cody Fry로, 평소 그의 음악을 즐겨 들으며 팝과 오케스트라의 조화 속에 담긴 독창적인 세계관에서 큰 매력을 느꼈습니다.  '+
        '그의 음악처럼 저도 저의 디자인 감각과 가치관을 담은 창작자가 되고 싶다는 영감을 받아 선정하게 되었습니다. '+
        'Cody Fry의 앨범 커버 일러스트 디자인이 예뻐서 제가 생각한 무드보드인 일러스트와 모던 빈티지 스타일로 방향성과 잘 맞았습니다. '+
        '전부터 HTML과 CSS를 활용해 웹사이트를 직접 제작해보고 싶어서 작업을 통해 더욱 배우고 싶은 열정이 생겼습니다. 그 이후 개인 웹사이트를 직접 기획하고 디자인하는 작업하였습니다.',
        genres: ["Website", "New Media"],
        year: "2024",
        images: [
            { src: "img3/2024_KW_WS_MAIN.png", alt: "메인" },
            { src: "img3/2024_KW_WS_Image.png", alt: "이미지1" },
            { src: "img3/2024_KW_WS_Image2.png", alt: "이미지2" },
            { src: "img3/2024_KW_WS_Image3.png", alt: "이미지3" },
            { src: "img3/2024_KW_WS_Image4.png", alt: "이미지4" },
            { src: "img3/2024_KW_WS_Image5.png", alt: "이미지5" },
            { src: "img3/2024_KW_WS_Image6.png", alt: "이미지6" },
            { src: "img3/2024_KW_WS_Image7.png", alt: "이미지7" },
            { src: "img3/2024_KW_WS_Image8.png", alt: "이미지8" },
            { src: "img3/2024_KW_WS_Image9.png", alt: "이미지9" },
            { src: "img3/2024_KW_WS_Image10.png", alt: "이미지10" },

            
        ]
    },

    "2024_kirsh": {
        title: "KIRSH Character",
        period: "2024.05",
        quote:
        '키르시 그래픽 디자인 콘테스트에 출품하기 위해 제작한 포스터입니다. '+
        '검은색과 화이트 계열톤을 사용하여 단순하면서도 강렬한 대비를 주었으며, '+
        '일러스트의 그레인 질감 표현에 깊이 빠져 있어 그레인/하프톤 효과를 더해 레트로하고 질감 있는 분위기를 연출했습니다. '+
        '아쉬웠던 점은 브랜드 디자인 트렌드가 3D 로고 중심으로 제작되고 있었으나  '+
        '그 흐름을 충분히 반영하지 못하고 개인적 취향 중심으로 작업했다는 부분이었습니다.  '+
        '디자인 출품 결과로 끝나긴 했지만 트렌드를 분석하고 니즈에 맞게 디자인 방향을 설정하는 것의 중요성을 깨달을 수 있었습니다.',
        genres: ["Design", "Illustration"],
        year: "2024",
        images: [
            { src: "img3/2024_KIRSH_MAIN.jpg", alt: "메인" },
            { src: "img3/2024_KIRSH_Image.jpg", alt: "이미지" },
            
        ]
    },

    "2024_flos": {
        title: "FLOS",
        period: "2024.06",
        quote:
        '정반대의 이미지를 가진 플라워디자인과 학생들에게 디지털미디어디자인과를 소개하기 위해 제작한 LED 월 콘텐츠 영상입니다. '+
        'FLOS 제목으로 Illustrator, After Effects, Blender를 활용하여 제작하였습니다. '+
        '제작 전 실제 플라워디자인과 학생들을 대상으로 설문조사를 진행하여 플라워디자인과에서 디미디과를 이해할 수 있게 기획하였습니다.  '+
        '디지털 미디어 그래픽으로 형상화된 꽃 안으로 들어가며 캐릭터가 등장하여 '+
        '디지털미디어디자인과에서 배우는 과목과 전공의 특징을 꽃다발을 완성해가는 과정에 빗대어 풀어냈습니다.  '+
        '완성된 영상은 대형 LED 월 스크린에 시연하였는데 커브 형태의 LED 월에서 볼 때 느껴지는 몰입감과 압도적인 스케일이 느껴졌습니다.  '+
        '곡면 디스플레이의 형태를 고려해 시각적으로 ‘꽃 안으로 빨려 들어가는 듯한’ 공간 연출을 의도했는데 예상했던 대로 현실과 가상이 맞닿는 듯한 생생한 몰입감을 전달할 수 있었습니다.',
        genres: ["Motion Graphics", "Video"],
        year: "2024",
        images: [
            { src: "img3/2024_KW_PLAN_MAIN.PNG", alt: "메인" },
            { src: "img3/2024_KW_PLAN_Image.PNG", alt: "이미지1" },
            { src: "img3/2024_KW_PLAN_Image2.PNG", alt: "이미지2" },
            { src: "img3/2024_KW_PLAN_image3.PNG", alt: "이미지3" },
        ]
    },

    "2024_im": {
        title: "IM Project",
        period: "2024.07",
        quote:
        'p5.js와 Arena Azzylum을 활용해 제작한 사운드 리액티브 프로젝션 맵핑 작업입니다. '+
        'IM의 Overdrive 노래로 오디오의 높낮이에 따라 원형 그래픽이 실시간으로 반응하도록 코드를 구현했습니다. '+
        'p5.js에서 배운 내용에 AI의 도움을 더해, 음악과 시각이 상호작용하는 인터랙션을 만들 수 있었습니다.  '+
        '단순히 코드 작업으로 끝나는 것이 아니라 완성된 비주얼을 프로젝션하여 더욱 몰입도 있게 보여줄 수 있었습니다. '+
        '음악의 리듬과 시각 요소가 공간 연출이 합쳐지고  '+
        '만들어진 작품이 디지털로만 소비되는 것을 넘어 공간에 실제로 구현된다는 점에서 더욱 의미 있는 경험이었습니다. ',
        genres: ["Projection Mapping", "p5.js", "New Media"],
        year: "2024",
        images: [
            { src: "img3/2024_IM_MAIN.png", alt: "메인" },
            { src: "img3/2024_IM_Image.png", alt: "이미지" },
            { src: "img3/2024_IM_Image2.png", alt: "이미지2" },
            { src: "img3/2024_IM_Image3.png", alt: "이미지3" },
            { src: "img3/2024_IM_Image4.gif", alt: "GIF" },
        ],
    },


    // --- 2023년 작품 (19개) ---
    "2023_playgrounds": {
        title: "Playgrounds",
        period: "2023.06",
        quote:
        '산책 중 우연히 발견한 놀이터에서 시작된 작업입니다. '+
        '집에만 머무르다 보니 마음도 몸도 가라앉는 느낌이었고, 햇빛조차 잘 들어오지 않는 공간이라 쉽게 어두워지곤 했습니다. '+
        '그래서 잠시 밖으로 나갔는데, 공기와 햇빛, 소리까지 완전히 다른 세계처럼 느껴졌습니다. '+
        '초등학교 시절, 하교 후 친구들과 매일같이 모여 놀던 기억이 떠올라 잠시 그네에 앉았고 '+
        '음악 너머로 들려오는 바람에 스치는 나뭇잎 소리, 새소리, 멀리서 들리는 사람들의 소리까지—그 모든 소음이 오히려 마음을 편안하게 해주었습니다.  '+
        '그 순간의 감정을 기록하고 싶어 영상 위에 선으로 드로잉을 더했고 '+
        '스톱모션 기법과 당시 느꼈던 평온함을 담아낼 수 있는 음악을 넣어 작업을 완성했습니다.  ',
        genres: ["Illustration", "Motion"],
        year: "2023",
        video: { 
            src: "img3/2023_0630_video.mp4",
            alt: "playgrounds 일러스트 영상" 
            },
    },

    "2023_utopia": {
        title: "Utopia",
        period: "2023.08",
        quote:
        '바다 가까운 곳에서 오래 지내다 보니 자연스럽게 물멍을 자주 하게 되었고 그 시간들이 저에게 영감이 되었습니다.'+
        '출렁이는 파도에 햇빛이 닿아 하얗게 반짝이기도 하고 노을 무렵에는 붉은빛이, 해가 질 때쯤엔 핑크와 보라가 섞인 듯한 색들이 '+
        '겹쳐지며 매 순간 다른 분위기를 만들어 냅니다. 그 장면들을 보고 있으면 현실에서 잠시 벗어난 듯,'+
        '제가 현실에서 느낄 수 있었던 하나의 ‘유토피아’가 아니었나 하는 생각이 듭니다.',
        genres: ["3D", "Poster", "Motion"],
        year: "2023",
        video: { 
            src: "img3/2023_0802_Utopia_MAIN.mp4",
            alt: "utopia 영상" 
            },
    },

    "2023_reheart": {
        title: "Re:Heart",
        period: "2023.08",
        quote:
        '반지의 제왕 필름 콘서트를 다녀온 후 여운이 남아 제작하였습니다. '+
        '오케스트라 장르와 좋아하는 영화를 함께 거기서만 느낄 수 있는 웅장함이 깊게 전달되어 정말 좋았습니다. '+
        '그중에서도 유독 마음에 남았던 것은 간달프의 대사였습니다. '+
        '의도하지 않은 매 순간을 겪게 되지만 거기서 주어진 것은 선택에 따라 결과가 달라진다는 대사가 영화 흐름의 전체적인 부분이라는 걸 느꼈습니다. '+
        '그의 말이 작품 전체의 흐름을 관통하고 있다는 걸 새삼 느꼈습니다. '+
        '영화 속에서만의 여정이 아닌 각자에게 주어진 여정을 자신에게 보내는 re:로 하였습니다. ',
        genres: ["3D", "Poster", "Motion"],
        year: "2023",
        video: { 
            src: "img3/2023_0831_ReHeart_Video.mp4",
            alt: "reheart 영상" 
            },
    },

    "2023_cohesion": {
        title: "Cohesion",
        period: "2023.09",
        quote:
        '하나만 놓고 보면 다소 약해 보이거나 비어 보일 수 있는 요소들이 비슷한 성질을 가진 것끼리 모였을 때 '+
        '퍼즐처럼 자연스럽게 맞물리며 하나의 힘 있는 형태를 만들어낸다는 의미를 담고 있습니다. ',
        genres: ["3D", "Poster", "Motion"],
        year: "2023",
        video: { 
            src: "img3/2023_0904_cohesion_Video.mp4",
            alt: "cohesion 영상" 
            },

    },

    "2023_water": {
        title: "Water Bubbles",
        period: "2023.08",
        quote:
        '‘물’이라는 존재가 지닌 다양성과 유동성을 사람의 모습에 빗대어 표현한 작업입니다. '+
        '물은 고체·액체·기체로 형태를 바꾸며 가장 풍부하게 존재하는 물질인데 그 변화를 보며 사람의 내면과 닮아 있다는 생각이 들었습니다. '+
        '겉모습은 늘 같아 보이지만, 마음속에서는 끊임없이 변화가 일어나고 예상치 못한 감정의 파도가 찾아오기도 합니다. '+
        '그런 모습을 물의 형태 변화에 투영하여 시각적으로 풀어낸 작품입니다.',
        genres: ["3D", "Motion"],
        year: "2023",
        video: { 
            src: "img3/2023_0810_WaterBubbles_MAIN.mp4",
            alt: "Water Bubbles 영상" 
            },
    },

    "2023_island": {
        title: "Island",
        period: "2023.02",
        quote:
        '고등학교 졸업 교지 제작으로, 저는 팀장을 맡아 전체 기획과 디자인을 총괄했습니다. '+
        '2주에 한 번만 집에 갈 수 있었던 학교 생활이 마치 무인도에서 지내는 듯한 느낌을 주어 교지의 콘셉트를 ‘무인도’로 설정했습니다.'+
        '여기서 ‘무인도(無人島)’의 ‘무(無)’는 말 그대로 ‘없을 무’로 아무것도 없는 공간에서 우리가 직접 관계를 만들고 추억을 쌓아가는 과정을 상징적으로 담고 있습니다. '+
        '3년 동안의 에피소드와 추억을 기반으로 무인도에 처음 도착해 서로를 만나고 함께 성장해가는 과정, 그리고 마지막에 무인도를 탈출하는 순간을 '+
        '졸업에 빗대어 한 권의 책 안에 스토리처럼 풀어낸 작업입니다.',
        genres: ["Book", "Illustration"],
        year: "2023",
        images: [
            { src: "img3/2023_Island_MAIN.jpg", alt: "메인" },
            { src: "img3/2023_Island_Image2.png", alt: "이미지2" },
            { src: "img3/2023_Island_Image4.png", alt: "이미지4" },
            { src: "img3/2023_Island_Image5.png", alt: "이미지5" },
        ]
    },

    "2023_moon": {
        title: "Moon",
        period: "2023.09",
        quote:
        '새벽 호수 위로 천천히 올라오는 빛을 담은 영상입니다. '+
        '작품에 적은 문장은 빛이 무언가를 깨닫기 위한 도구가 아니라 그 자체만으로도 마음을 일깨우는 존재라는 의미를 담고 있습니다. '+
        '새벽의 은은한 빛에서 느껴지는 몽환적이고 고요한 감정 설명하지 않아도 스스로 마음을 비워주는 듯한 순간을 시각적으로 표현하고자 했습니다.',
        genres: ["3D", "Motion"],
        year: "2023",
        video: { 
            src: "img3/2023_Moon_Video.mp4",
            alt: "Moon 영상" 
            },
    },

    "2023_crumble": {
        title: "Crumble",
        period: "2023.04",
        quote:
        '검은 고양이 캐릭터를 그려서 일상 속에서 마주하는 작은 감정과 이야기를 풀어내는 일러스트 제작을 하였습니다.'+
        '차가우면서도 엉뚱하고, 하찮지만 귀여운 매력을 가진 캐릭터로 설정해 다양한 감정을 담아냈습니다. '+
        '네이버 이모티콘으로도 제작을 했으며 인스타그램에 일러스트를 업로드하면서 유키모찌 브랜드와의 콜라보 포스터 작업도 진행했습니다. '+
        '마플샵 승인을 받아 폰케이스, 키링, 스티커 등 굿즈로 제작하여 실제 제품으로 만들었습니다. ',
        genres: ["Branding", "Character", "Logo"],
        year: "2023",
        images: [
            { src: "img3/2023_Crumble_Image.png", alt: "이미지1" },
            { src: "img3/2023_Crumble_Image2.png", alt: "이미지2" },
            { src: "img3/2023_Crumble_Image3.png", alt: "이미지3" },
            { src: "img3/2023_Crumble_Image5.png", alt: "이미지5" },
            { src: "img3/2023_Crumble_Image4.png", alt: "이미지4" },
            { src: "img3/2023_Crumble_MAIN.png", alt: "메인" },
            { src: "img3/2023_Crumble_Image6.jpg", alt: "이미지6" },
            { src: "img3/2023_Crumble_Image7.jpg", alt: "이미지7" },
            
        ]
    },

    "2023_feeling": {
        title: "Feeling Good",
        period: "2023.09",
        quote:
        'Surfaces의 Sunday Best를 기반으로 제작한 3D 배경 제작 영상입니다.'+
        '평소 그 아티스트의 음악을 좋아해 자주 듣던 곡으로 밝고 경쾌한 분위기를 시각적으로 풀어보고 싶어 작업하게 되었습니다. '+
        '노래가 주는 편안함과 가벼운 에너지를 3D 요소로 담아내며 음악과 비주얼이 자연스럽게 어울리는 흐름을 만드는 데 집중했습니다.',
        genres: ["3D", "Motion"],
        year: "2023",
        video: { 
            src: "img3/2023_FeelingGood_Video.mp4",
            alt: "FeelingGood 영상" 
            },
    },

    "2023_card": {
        title: "가져갑니다",
        period: "2023.07",
        quote:
        '나태함과 무기력함처럼 부정적인 감정들이 예고 없이 찾아오는 순간을 떠올리며 기획했습니다. '+
        '그러면 안 된다는 걸 알면서도 몸과 마음이 따로 움직이는 모습과 그런 감정들을 누군가 대신 가져가 주었으면 좋겠다는 바람을 형태로 담아냈습니다. '+
        '이러한 분위기를 살리기 위해 도를 아십니까 느낌으로 사채 명함을 떠올리게 하는 카드 형태로 디자인하여 '+
        '거부감이 들지만 익숙한 디자인으로 표현하고자 했습니다. ',
        genres: ["Postcard", "Illustration"],
        year: "2023",
        images: [
            { src: "img3/2023_Card_MAIN.jpg", alt: "메인" },
            { src: "img3/2023_Card2.png", alt: "이미지2" },
        ]
    },

    "2023_photo": {
        title: "Photo Frame",
        period: "2023.07",
        quote:
        '친구들과의 시간을 더 특별하게 남기고 싶어, 각각의 친구가 가진 분위기와 취향에 맞춰  '+
        '포토샵과 일러스트를 활용해 맞춤형 프레임을 제작했습니다. '+
        '의미 있는 순간을 기록하는 일을 좋아하기도 하고, 누군가에게 오래 기억에 남을 이벤트나 '+
        '선물을 준비하는 것에 큰 즐거움을 느껴 자연스럽게 시도하게 된 작업이었습니다. ',
        genres: ["Illustration"],
        year: "2023",
        images: [
            { src: "img3/2023_photo_Image.jpg", alt: "이미지" },
            { src: "img3/2023_photo_Image2.jpg", alt: "이미지2" },
            { src: "img3/2023_photo_MAIN.jpg", alt: "메인" },
        ]
    },

    "2023_ring": {
        title: "Ring",
        period: "2023.08",
        quote:
        '나의 가치관, 신념, 그리고 내면의 형상들이 서로 영향을 주고받으며 순환하는 과정을 중심에 두고 제작한 작업입니다. '+
        '그러나 그 순환의 흐름 위로, 사회적 압박과 삶의 어려움이 반복적으로 덮어오며 '+
        '형태를 흐리게 만드는 순간들을 함께 표현하고자 했습니다. '+
        '인간의 삶이란 난해한 미완성 시에 붙인 주석 같은 것이라는 『창백한 불꽃』의 문장에서 비롯되었습니다. '+
        '끊임없이 움직이는 나의 흐름은 원의 순환하는 움직임으로 나타냈고 '+
        '그 위를 스쳐 지나가는 천들은 압박과 외부의 무게를 상징하며 아래로 끌어내리는 듯한 움직임을 반복합니다. '+
        '그러나 이내 다시 떠오르듯 원이 상승하는 순간을 통해, 압박 속에서도 다시 회복하고자 하는 의지를 담아냈습니다. '+
        '삶의 순환 속에서 끝없이 흔들리고 또 다시 일어서는 반복적인 모습을 작업한 것 입니다. ',
        genres: ["3D", "Motion"],
        year: "2023",
        video: { 
            src: "img3/2023_0807_Video.mp4",
            alt: "Ring 영상" 
            },
    },

    "2023_dilemma": {
        title: "Dilemma",
        period: "2023.08",
        quote:
        '어떤 선택을 하든 결국 한쪽의 측면은 반드시 희생될 수밖에 없다는 구조적인 상황을 표현하고자 했습니다. '+
        '겉으로는 잘 보이지 않는 아주 작은 요소라도, 반복되고 재생되며 커져 갈수록 결국 형태를 드러내게 '+
        '되는 흐름을 통해 이러한 딜레마의 본질을 시각적으로 드러냈습니다. '+
        '그 흐름을 감정에 빗대어 해석했습니다. 인간관계에서 “한쪽이 편하다고 느끼는 순간, '+
        '다른 한쪽은 이미 어느 정도 희생하고 있는 것이다”라는 말을 듣고 깊은 공감을 했던 기억이 있습니다. '+
        '작품 속에서 한쪽의 원이 커질 때 다른 쪽의 원이 자연스럽게 작아지는 구조는, 관계 속의 균형이 깨지는 순간을 보여주고 싶있습니다. '+
        '균형이 무너지는 순간의 감정, 반복되는 딜레마의 흐름, 그리고 보이지 않는 변화가 결국 형태가 되는 과정을 담아낸 시각적 기록입니다.',
        genres: ["3D", "Motion"],
        genres: ["3D", "Motion"],
        year: "2023",
        video: { 
            src: "img3/2023_0817_Video.mp4",
            alt: "Dilemma 영상" 
            },
    },

    "2023_mongolia": {
        title: "Mongolia Postcard",
        period: "2023.07",
        quote:
        '몽골 해외 봉사 선교 활동을 위해 제작한 엽서 디자인입니다. '+
        '어린이 100명을 대상으로 진행된 체험 행사, 레크리에이션, 그리고 K-pop 공연의 분위기를 엽서 한 장에 담아 '+
        '아이들이 보았을 때도 즐겁고 친근하게 느껴질 수 있도록 밝고 경쾌한 스타일로 디자인했습니다. '+
        '실제로 완성된 엽서를 들고 지역 거리로 나가 동네 어린이들에게 직접 나눠주며 홍보하기도 했으며 '+
        '예상보다 더 밝은 반응과 호응을 얻을 수 있었습니다. ',
        genres: ["Postcard", "Illustration"],
        year: "2023",
        images: [
            { src: "img3/2023_Mongolia_MAIN.jpg", alt: "메인" },
            { src: "img3/2023_Mongolia_Image2.jpg", alt: "이미지2" },
            { src: "img3/2023_Mongolia_Image3.jpg", alt: "이미지3" },
        ]
    },

    "2023_hgu": {
        title: "HGU&BELL LOGO",
        period: "2023.09",
        quote:
        '한동대 & 벨 15기 학생들을 위한 과잠 로고 디자인입니다. '+
        '고등학교 동문들이 많아 기수별로 과잠을 맞추는 경우가 있어 그중 한 친구의 요청을 받아 작업하게 되었습니다. '+
        '전체적으로 세련되고 묵직한 인상을 주기 위해 세리프 폰트를 분해하고 재배치하는 방식을 사용했으며 '+
        '기독교 학교의 정체성을 담아 십자가를 중앙에 배치해 디자인의 균형과 의미를 함께 잡아 완성했습니다. ',
        genres: ["Logo"],
        year: "2023",
        images: [
            { src: "img3/2023_HGU_Logo_Image1.jpg", alt: "이미지1" },
            { src: "img3/2023_HGU_Logo_Video.gif", alt: "GIF" },
        ],
    },

    "2023_hongik": {
        title: "Hongik Club Schedule",
        period: "2023.03",
        quote:
        '홍익대학교 역사교육과 학회 동아리 ‘역연’의 2023년 1학기 일정표 디자인입니다. '+
        '동아리에서 진행되는 주요 활동과 학술 일정을 한눈에 볼 수 있도록 구성했으며 '+
        '학과의 분위기와 동아리의 성격이 자연스럽게 드러나도록 전체적인 톤과 구성을 정리해 제작했습니다.',
        genres: ["Postcard", "Illustration"],
        year: "2023",
        images: [
            { src: "img3/2023_hongik_MAIN.png", alt: "메인" }
        ]
    },

    "2023_aespa": {
        title: "aespa 3D",
        period: "2022.12 ~ 2023.01",
        quote:
        '에스파의 〈Better Things〉 앨범 리디자인 작업입니다. '+
        '평소 자주 듣던 노래라 자연스럽게 시각적인 해석을 시도해보고 싶었습니다. '+
        '3D로 구현한 비눗방울을 더해 여름 특유의 청량한 분위기를 담았으며 '+
        '곡의 밝고 경쾌한 느낌에 맞춰 둥근 형태의 타이포그래피를 제작해 전반적인 무드를 통일감 있게 표현했습니다. ',
        genres: ["3D"],
        year: "2023",
        images: [
            { src: "img3/2023_aespa_Image.jpg", alt: "이미지" },
        ]
    },

    "2023_israel": {
        title: "Israel Vision Trip Logo",
        period: "2023.06",
        quote:
        '이스라엘 비전 트립 로고 디자인입니다. 메인 주제로 선정된 히브리어 ‘자카르’를 중심에 두어 '+
        '그 의미인 ‘기억하다’를 시각적으로 드러내고자 했습니다. '+
        '이를 강조하기 위해 중앙에 ‘REMEMBER’ 타이포를 함께 배치해 두 단어가 동일한 메시지를 전달하도록 구성했습니다. '+
        '전체적인 디자인은 주제의 의미가 자연스럽게 읽히고, 트립의 정체성을 명확히 보여줄 수 있도록 조형적으로 정리하였습니다. '+
        '로고는 단체 후드집업 제작에 사용되었습니다. ',
        genres: ["Logo"],
        year: "2023",
        images: [
            { src: "img3/2023_IsraelVisionTrip_Image3.jpg", alt: "이미지3" },
            { src: "img3/2023_IsraelVisionTrip_Image.png", alt: "이미지1" },
            { src: "img3/2023_IsraelVisionTrip_Image2.png", alt: "이미지2" },
        ]
    },



    // --- 2022년 작품 (3개) ---
    "2022_kkong": {
        title: "KKONG",
        period: "2022.09",
        quote:
        '고등학교 3학년 입시 준비로 반복되는 일상 속에서 조금씩 성장해 나가는 과정을 담은 작업입니다. '+
        '매일 똑같은 하루를 버티며 느끼는 지루함, 새로움을 찾고 싶어지는 마음, 때로는 포기하고 싶어지는 순간들을 떠올리며 시작되었습니다. '+
        '특히 입시를 준비하던 시기의 반복된 일상은 뫼비우스의 띠처럼 끝이 없어 보이지만, 시간이 지나면 결국 스스로에게 남는 힘이 된다고 생각했습니다. '+
        '열심히 노력하는 학교 친구들을 응원하는 마음에 제작하게 되었습니다. '+
        '같은 일상을 견디며 좋은 결과를 향해 나아가는 모습을 ‘씨앗인 콩’에 비유해 모션그래픽으로 표현했습니다. '+
        '작은 콩이 자라 열매를 맺듯, 반복 속에서 쌓여가는 노력의 의미를 시각적으로 보여주고자 했습니다. ',
        genres: ["Animation", "Video"],
        year: "2022",
        videoLink: "https://youtu.be/3-LhP5auy2I",
        images: [
            { src: "img3/2023_kkong_Image.png", alt: "이미지" },
            { src: "img3/2023_kkong_Image1.png", alt: "이미지1" },
            { src: "img3/2023_kkong_Image2.png", alt: "이미지2" },
            { src: "img3/2023_kkong_Image3.png", alt: "이미지3" },
        ]
    },

    "2022_superstarbell": {
        title: "SUPERSTAR BELL",
        period: "2022.12",
        quote:
        '고등학교 연말 축제를 위한 디자인 작업으로 '+
        '전체 비주얼 콘셉트를 총괄하며 모션 그래픽과 티켓 디자인을 제작한 프로젝트입니다. '+
        '학교 대표 겨울 축제로 진행된 학생 장기자랑이었고, 슈퍼스타K를 패러디한 콘셉트로 구성되었습니다. '+
        '학생들에게 배부되는 티켓 디자인, 심사위원으로 참여하신 선생님들의 점수판 디자인, '+
        '공연 사이사이에 재생되는 모션 그래픽 영상까지 전체적인 요소들을 하나의 톤으로 묶어 통일감을 주는 데에 중점을 두었습니다. '+
        '축제의 흐름과 분위기를 시각적으로 정리하며 더 몰입감 있는 무대를 만드는 경험을 할 수 있었습니다. ',
        genres: ["Illustrator"],
        year: "2022",
        images: [
            { src: "img3/2022_SUPERSTARBELL_MAIN.png", alt: "메인" },
        ],
        video: { 
            src: "img3/2022_SUPERSTARBELL_Video.mp4",
            alt: "SUPERSTARBEL 영상" 
            },
    },

    "2022_young": {
        title: "Young Cafe",
        period: "2022.02",
        quote:
        '학교 교내 축제 기간 동안 직접 운영한 카페의 메뉴판 디자인입니다. '+
        '메뉴 종류가 많지 않은 만큼, 여백과 큰 구성을 활용해 시원한 레이아웃으로 디자인했습니다. '+
        '카페 이름은 ‘영’이 들어가는 점에서 Young & Young으로 정했습니다. '+
        '이름과 디자인이 어우러지도록 상큼한 분위기를 담아 제작한 작업입니다. ',
        genres: ["Illustrator", "Video"],
        year: "2022",
        images: [
            { src: "img3/2022_Young_cafe_Image2.jpg", alt: "이미지2" },
            { src: "img3/2022_Young_cafe_Image3.jpg", alt: "이미지3" }
        ]
    },

    // --- 2021년 작품 (1개) ---
    "2021_belllogo": {
        title: "Bell 15th Logo",
        period: "2021.03",
        quote:
        '고등학교 15기 방송팀·찬양팀·기수 로고를 제작한 작업입니다. '+
        '15기라는 숫자를 자연스럽게 형태 안에 녹여내고 찬양팀 with와 방송팀 BBS 타이포그래피가 조화롭게 보이도록 디자인했습니다.'+
        '로고는 1년간의 동아리 활동뿐 아니라 3년 동안 학교 생활 곳곳에서 사용되며, 멤버들이 의미 있게 착용하고 다녔던 작업이었습니다. ',
        genres: ["Logo"],
        year: "2021",
        images: [
            { src: "img3/2021_Bell_Logo_Image1.jpg", alt: "이미지1" },
            { src: "img3/2021_Bell_Logo_Image2.jpg", alt: "이미지2" },
        ]
    },

    // --- 2020년 작품 (1개) ---
    "2020_tracing": {
        title: "Tracing",
        period: "2020.10",
        quote:
        '그림과 디자인에 흥미를 느끼게 되는 계기가 되었던 작업으로 프로크리에이트로 즐기듯 그렸던 트레이싱 드로잉입니다. '+
        '주로 친구들과 찍은 사진을 기반으로 작업했으며, 단순한 선만으로도 섬세한 분위기가 표현되는 과정이 인상적이었습니다. '+
        '완성된 그림을 본 친구들의 반응이 큰 즐거움이 되었고 그 경험이 디자인을 더 좋아하게 된 시작점이 되었습니다. ',
        genres: ["Drawing"],
        year: "2020",
        images: [
            { src: "img3/2020_Tracing_MAIN.png", alt: "메인" },
            { src: "img3/2020_Tracing_Image.png", alt: "이미지" },
            { src: "img3/2020_Tracing_Image2.png", alt: "이미지2" },
            { src: "img3/2020_Tracing_Image3.png", alt: "이미지3" },
            { src: "img3/2020_Tracing_Image4.png", alt: "이미지4" },
            { src: "img3/2020_Tracing_Image5.png", alt: "이미지5" },
            { src: "img3/2020_Tracing_Image6.png", alt: "이미지6" },
            { src: "img3/2020_Tracing_Image7.png", alt: "이미지7" },
            { src: "img3/2020_Tracing_Image8.png", alt: "이미지8" },
            
        ]
    }
};
